[
 {
  "id": 0,
  "name": "The C Programming Language 2nd Edition",
  "author": "Brian W. Kernighan, Dennis M. Ritchie",
  "category": "Tecnologia",
  "img": "/img/dummy-books/book-1.jfif",
  "description": "Chillwave cold-pressed pickled hammock DIY literally mixtape occupy polaroid cardigan kitsch kogi fanny pack gochujang. Biodiesel food truck hell of, semiotics pok pok chia tumeric sustainable af cray next level blog yr mlkshk vinyl. YOLO church-key bitters forage mixtape retro hell of. Meggings copper mug truffaut lomo sustainable narwhal williamsburg gochujang jean shorts street art swag trust fund.",
  "price": 11500,
  "idSeller": null
 },
 {
  "id": 1,
  "titulo": "afasfasf",
  "autor": "sdfsdfsdfsdfsf",
  "editorial": "sdfsdfsdfsdf",
  "categoria": "tecnologia",
  "precio": "9400",
  "estado": "Nuevo",
  "fotos": "my-octocat-1630452442429.png"
 },
 {
  "id": 2,
  "name": "The C++ Programming Language",
  "author": "Bjarne Stroustrup",
  "category": "Tecnologia",
  "img": "/img/dummy-books/book-3.jfif",
  "description": "Cardigan freegan health goth poutine flannel. Occupy skateboard single-origin coffee chia, godard paleo helvetica vexillologist tumeric scenester letterpress. Irony ramps mumblecore beard. Chartreuse godard sustainable normcore pinterest twee. Enamel pin tote bag pork belly freegan pinterest. Franzen fixie tilde dreamcatcher pop-up kogi.",
  "price": 7500,
  "idSeller": null
 },
 {
  "id": 3,
  "name": "C++ How to Program",
  "author": "Harvey Deitel, Paul Deitel",
  "category": "Tecnologia",
  "img": "/img/dummy-books/book-4.jfif",
  "description": "Organic flexitarian blue bottle wayfarers vaporware selfies gluten-free irony godard live-edge tacos 90's. Pour-over prism sartorial meh gochujang cold-pressed pickled irony umami freegan XOXO bitters kitsch seitan cloud bread. Trust fund portland squid lomo chillwave retro, next level sartorial slow-carb drinking vinegar VHS palo santo kinfolk man bun gastropub. Hammock cronut meditation heirloom air plant af gluten-free next level tousled tilde four dollar toast twee distillery etsy polaroid. +1 cronut portland mlkshk vegan hoodie. Artisan kogi fingerstache, jean shorts four loko vape mustache everyday carry. Fingerstache everyday carry franzen cred vexillologist.",
  "price": 10000,
  "idSeller": null
 },
 {
  "id": 4,
  "name": "Fundamentals of Software Engineering 2nd Edition",
  "author": "Carlo Ghezzi, Dino Mandrioli",
  "category": "Tecnologia",
  "img": "/img/dummy-books/book-5.jfif",
  "description": "You probably haven't heard of them master cleanse celiac squid, occupy gochujang yr meh. Keffiyeh snackwave quinoa meh, gastropub lomo fixie bitters bushwick sriracha irony scenester iceland retro. Af gastropub raw denim polaroid master cleanse chia. Kale chips man braid selvage tumeric pour-over, tumblr green juice banjo. Migas ennui literally ugh pabst.",
  "price": 7000,
  "idSeller": null
 },
 {
  "id": 5,
  "name": "Quimica Basica",
  "author": "Di Risio",
  "category": "Ciencia",
  "img": "/img/dummy-books/book-6.jfif",
  "description": "PBR&B health goth meditation, live-edge gluten-free mumblecore fingerstache venmo YOLO neutra banjo adaptogen. Man bun banjo heirloom occupy trust fund beard health goth stumptown ennui. Slow-carb brooklyn offal, post-ironic tacos lomo selfies cred tumeric knausgaard actually shabby chic pork belly. Mixtape hashtag fam pop-up. Umami yuccie farm-to-table echo park chambray scenester tbh, franzen kinfolk twee celiac.",
  "price": 4200,
  "idSeller": null
 },
 {
  "id": 6,
  "name": "Fisica Universitaria Vol. 1",
  "author": "Sears, Zemansky",
  "category": "Ciencia",
  "img": "/img/dummy-books/book-7.jfif",
  "description": "Shoreditch leggings 90's tote bag. Retro meggings chambray meditation everyday carry. Jean shorts succulents pabst food truck polaroid stumptown. Ugh leggings bespoke jianbing vape hot chicken prism flexitarian church-key wolf chicharrones authentic brunch.",
  "price": 15000,
  "idSeller": null
 },
 {
  "id": 7,
  "name": "IB Biology",
  "author": "Andrew Allott, David Mindorff",
  "category": "Ciencia",
  "img": "/img/dummy-books/book-8.jfif",
  "description": "Four loko kogi sartorial selfies cloud bread wolf asymmetrical slow-carb thundercats. Selfies direct trade everyday carry deep v small batch vinyl shoreditch pok pok blog. Hashtag iPhone hexagon vaporware brunch butcher. Master cleanse intelligentsia YOLO aesthetic humblebrag health goth, ramps narwhal cornhole hella irony gochujang. Kogi post-ironic kickstarter hell of +1, seitan sriracha plaid kombucha fashion axe shaman vape small batch. Hammock vaporware raw denim tattooed enamel pin, coloring book tilde church-key mumblecore microdosing whatever.",
  "price": 3200,
  "idSeller": null
 },
 {
  "id": 8,
  "name": "Fisica para la Ciencia y la tecnologia 6ta Edicion",
  "author": "Tripler, Mosca",
  "category": "Ciencia",
  "img": "/img/dummy-books/book-9.jfif",
  "description": "Chambray +1 wayfarers locavore. Put a bird on it affogato hot chicken everyday carry. Wayfarers locavore shaman tofu disrupt. Messenger bag pork belly activated charcoal keytar, VHS yuccie forage chartreuse PBR&B single-origin coffee umami cold-pressed. Freegan kogi semiotics, whatever disrupt 3 wolf moon intelligentsia biodiesel flexitarian la croix prism pitchfork air plant.",
  "price": 12400,
  "idSeller": null
 },
 {
  "id": 9,
  "name": "Introduccion al Analisis Matematico",
  "author": "Hebe T. Rabuffetti",
  "category": "Ciencia",
  "img": "/img/dummy-books/book-10.jfif",
  "description": "Tilde vaporware literally sriracha crucifix, PBR&B yr man bun austin actually chartreuse brooklyn green juice distillery ramps. Selvage poutine lumbersexual bitters vice 8-bit. Unicorn quinoa chicharrones tote bag paleo gentrify. Biodiesel PBR&B kitsch, actually copper mug put a bird on it authentic VHS artisan gastropub blue bottle live-edge. Heirloom fashion axe palo santo 3 wolf moon intelligentsia twee locavore poke beard slow-carb seitan vice normcore. Drinking vinegar fam jean shorts, portland post-ironic kinfolk pabst small batch tacos master cleanse put a bird on it. Deep v brooklyn mixtape, shaman cliche street art man bun intelligentsia pickled.",
  "price": 3800,
  "idSeller": null
 }
]